Repository: mariyapetrova28/SpaceProgram
Catalog: SpaceProgram/Language/output.*.resx
Languages: de

# AU
source: Authentication failed!
de: Authentifizierung fehlgeschlagen!

# Bye
source: You can try again! See you next time, bye!
de: Sie können es erneut versuchen! Bis zum nächsten Mal, tschüss!

source: Clouds
de: Wolken

# ContinueInsert
source: If you want to go through the insert details again enter Yes, otherwise just type anything else:
de: Wenn Sie die Einfügedetails noch einmal durchgehen möchten, geben Sie "Ja" ein, ansonsten geben Sie einfach irgendetwas anderes ein:

# Correct
source: Check if your email and password are correct!
de: Überprüfen Sie, ob Ihre E-Mail und Ihr Passwort korrekt sind!

# createFile
source: Can not create a file!
de: Es kann keine Datei erstellt werden!

# createWR
source: Can not create a weather report file!
de: Es kann keine Wetterberichtdatei erstellt werden!

# EmailFormat
source: You entered a wrong email format!
de: Sie haben ein falsches E-Mail-Format eingegeben!

# emailFormat2
source: Email is not in the correct format!
de: Die E-Mail hat nicht das richtige Format!

# EmailNotSend
source: We are sorry, but the email was not sent!
de: Es tut uns leid, aber die E-Mail wurde nicht gesendet!

# EnterDetails
source: We will ask you to enter some details so that we can send you a weather report file.
de: Wir werden Sie bitten, einige Details einzugeben, damit wir Ihnen eine Wetterberichtsdatei zusenden können.

# EnterFilePath
source: Please enter a valid file path:
de: Bitte geben Sie einen gültigen Dateipfad ein:

# fileNotFound
source: File is not found!
de: Datei wird nicht gefunden!

# fileWR
source: This is the csv file with the WeatherReport.
de: Dies ist die csv-Datei mit dem WeatherReport.

# GoodLuck
source: That is the information you needed! Good luck astronaut!
de: Das sind die Informationen, die Sie brauchen! Viel Glück, Astronaut!

# Hello
source: Hello, astronaut!
de: Hallo, Astronaut!

source: Humidity
de: Luftfeuchtigkeit

source: Lightning
de: Blitz

source: No
de: Nein

# noData
source: There is no data to send a email with!
de: Es gibt keine Daten, mit denen man eine E-Mail versenden kann!

# noRecords
source: There are no records!
de: Es sind keine Datensätze vorhanden!

# PasswordEmail
source: Please enter the password for the email you gave above:
de: Bitte geben Sie das Passwort für die E-Mail ein, die Sie oben angegeben haben:

source: Precipitation
de: Niederschlag

# recordsList
source: There are no records in the list!
de: Es sind keine Datensätze in der Liste vorhanden!

# SenderEmail
source: Please enter a sender email(note that it should be a gmail account):
de: Bitte geben Sie eine Absender-E-Mail ein (beachten Sie, dass es sich um ein Gmail-Konto handeln sollte):

# Sending
source: Sending email...
de: E-Mail verschicken...

# SendToEmail
source: Please enter the email address to which we will send the WeatherReport file:
de: Bitte geben Sie die E-Mail-Adresse ein, an die wir die WeatherReport-Datei senden sollen:

# Sent
source: Email sent!
de: E-Mail gesendet!

# Start
source: So let's start!
de: Also los geht's!

# Summary
source: In this file you will see for every parameter aggregate data and the data of the most appropriate launch day.
de: In dieser Datei werden Sie für jeden Parameter aggregierte Daten und die Daten des am besten geeigneten Flugtages sehen.

# Temp
source: Temperature
de: Temperatur

# twoFactor
source: You have to make a two-factor verification to your gmail account and create and use a app password!
de: Sie müssen eine 2-Faktor-Verifizierung für Ihr Google Mail-Konto durchführen und ein App-Passwort erstellen und verwenden!

source: Wind
de: Windgeschwindigkeit

# wr
source: Weather Report
de: Wetterbericht

# WrongFilePath
source: You entered a wrong file path!
de: Sie haben einen falschen Dateipfad eingegeben!

source: Yes
de: Ja
